/*

 Здравствуйте. Здесь будет перевод (впрочем, весьма фривольный) классной книжки
 человека по имени Julien C. Sprott под названием "Strange attractors: Creating
 patterns in chaos" https://sprott.physics.wisc.edu/SA.HTM что на русский
 переводится так: "Жульен Шпрот - Создание узоров из нифига".
 
 Книжка эта 1993-го года, там есть примеры на бэйсике (!) причём на каком-то
 извращенском (чего сам автор впрочем не скрывает), запустить его коды(там есть
 примеры программ) на современном древнем бэйсике (например на yabasic
 (https://github.com/marcIhm/yabasic) в лоб не удаётся, синтаксис куда-то
 поплыл.
 
 Тем не менее, я обязуюсь в этих кодах покопошиться и воспроизвести их на
 processing. Для этого нам с вами понадобится чудо. Впрочем, весьма
 самонадеянно - не рассчитывать на чудо, не правда ли? До свидания.
 
 */


void setup() {
}


void draw() {
  text("153 рыбы", 2, 20);
}
